{
  "articles": [
    {
      "id": 1,
      "title": "Proper ettiquete for dining with someone with a visual disability",
      "imgUrl": "/assets/images/articles/at_2023_1030.webp",
      "imgAlt": "a group of people dining in a fancy restaurant",
      "publishDate": "03 November 2023",
      "content": "<h2>Inclusive Dining: How to Share a Meal With a Person With A Visual Disability</h2><p>Dining with someone with a visual disability can be a unique opportunity to create an inclusive and considerate atmosphere. By following a few simple guidelines, you can ensure that everyone at the table enjoys their meal to the fullest.</p><p><strong>Announce and Specify Placement:</strong> When placing a glass or plate in front of an individual with a visual disability, kindly announce what you are doing and specify the placement. For example, you can say, \"Your water is at 11 o'clock.\" Using the clock face method, you can describe where various dishes are located on their plate. \"The meat is at 12, the rice at 3, and the vegetable at 9.\" These verbal cues help the individual locate their items with ease, eliminating the need for guesswork.</p><p><strong>Communication is Key:</strong> Always communicate when you're removing dishes or refilling a drink. This courtesy allows visually impaired diners to stay informed and participate in the dining experience confidently.</p><p><strong>Considerate Service:</strong> Be aware that the server may ask the guest if they prefer their meat to be pre-cut in the kitchen. This offers a practical solution that can make dining more convenient for those with visual disabilities, as it eliminates the challenge of cutting meat on the plate.</p><p><strong>Gentle Guidance:</strong> Instead of pulling out a chair, a respectful gesture is to place the guest's hand on the back of the chair, guiding them to their seat. This subtle act of assistance is appreciated and preserves their sense of independence.</p><p>By implementing these simple practices, we create a welcoming and inclusive dining environment that allows everyone to savor not only the food but also the joy of shared moments at the table.</p>"
    },
    {
      "id": 2,
      "title": "Refine your documents with accessible hyperlinks",
      "imgUrl": "/assets/images/articles/at_2023_1011.webp",
      "imgAlt": "An Insert Hyperlink window in Word. The window includes several formatting options.",
      "publishDate": "03 November 2023",
      "content": "<h2><strong>Accessible hyperlinks</strong></h2><p>The way websites present links can significantly impact the user experience for individuals with disabilities. Screen readers, a vital tool for those with visual impairments, can read an entire page, but users often prefer to listen to a concise list of links rather than the surrounding text. That's why clear and meaningful link text that independently conveys the function and purpose is important.</p><p><strong>Keep these recommendations in mind while crafting link text:</strong></p><ul><li>Steer clear of generic phrases such as \"Click Here,\" \"More,\" and \"Read More\" as they can be confusing when read out of context by a screen reader. A more precise text could be \"Read the full article on this link\".&nbsp;</li><li>Opt for unique link text whenever feasible, as duplicated link text may lead to a suboptimal experience for users relying on speech recognition software.</li><li>While linking a complete sentence is acceptable, it is advisable to avoid excessively long link texts.</li><li>Exercise discretion when linking full URLs, considering users who may need to vocalize the URL or rely on a screen reader to announce it. Nobody wants to hear \"www.website.com/article/example\" when they are trying to find a link.&nbsp;</li></ul><p>Additionally, colorblind users face challenges in perceiving color cues, often used to distinguish links from surrounding text. Remember to include underlines or other non-color indicators to enhance accessibility.</p>",
      "internalImg": "/assets/images/articles/at_2023_1109.webp",
      "internalImgAlt": "a Word document with a phrase highlighted, a pop-up menu  appears over the document and includes the hyperlink option"
    },
    {
      "id": 3,
      "title": "Browser Accessibility plugins that are useful for everyone",
      "imgUrl": "/assets/images/articles/at_2023_0112.webp",
      "imgAlt": "",
      "publishDate": "01 November 2023",
      "content": "<p>Plugins empower individuals with disabilities by providing various tools and features to improve their browsing experience. Whether it's increasing text size, converting text to speech, or enhancing keyboard navigation, accessibility plugins play a vital role in ensuring that everyone can access and enjoy the web.</p><p>A popular accessibility plugin for Google Chrome is Read Aloud. This tool converts website text into speech, allowing individuals with visual impairments or learning disabilities to listen to web content. It supports multiple languages and customizable voice settings, making it a versatile choice for a diverse user base. Dark Reader is another noteworthy plugin that enhances accessibility by enabling users to invert colors, reduce glare, and customize webpage appearance. This is especially beneficial for those with light sensitivity or other vision-related challenges.</p><p>These plugins aren't exclusive to Google Chrome; other browsers like Firefox and Microsoft Edge also offer useful extensions that can benefit users without visual disabilities.</p><p>For Firefox users, <a href=\"https://addons.mozilla.org/en-US/firefox/addon/read-aloud/\">Read Aloud </a>also provides text-to-speech functionality. While it's helpful for users with visual impairments, it can also assist those without visual disabilities by converting web content into audio. This can be useful for multitasking or absorbing information on the go.</p><p>Microsoft Edge offers the <a href=\"https://support.microsoft.com/en-us/topic/use-immersive-reader-in-microsoft-edge-78a7a17d-52e1-47ee-b0ac-eff8539015e1\">Immersive Reader</a> feature, which is built into the browser and helps users focus on web content. While originally designed for individuals with dyslexia and attention-related issues, anyone can benefit from this feature. It provides customizable reading preferences, such as changing text size, font, and background color, making online articles or documents more readable and less distracting for a broader audience.</p>",
      "internalImg": "/assets/images/articles/at_2023_3331.webp",
      "internalImgAlt": "the hands of a person typing at a laptop."
    },
    {
      "id": 4,
      "title": "Why Should You Use Inclusive Language?",
      "imgUrl": "/assets/images/articles/at_2023_1109.webp",
      "imgAlt": "",
      "publishDate": "01 November 2023",
      "content": "<p>The way we use language shapes the world around us. Words have the power to reinforce prejudices and perpetuate inequalities.</p><p>For example, phrases like \"boys don't cry\" create gender stereotypes about men that can be harmful. In this case, the idea that men shouldn't show negative emotions can be damaging to mental health.</p><p>For this reason, we must be very careful with the expressions we use to refer to people with disabilities. In the following document, we bring you some tips to improve how you express yourself on this topic and help to create a more inclusive world.</p><p><strong>Prioritize the person</strong></p><p>Instead of defining someone by their disability, emphasize the person. Use terms like \"a person with a disability\" instead of \"disabled\" or \"handicapped.\" This highlights their identity as an individual first rather than defining them solely by their disability.</p><p><strong>Ask and respect preferences</strong></p><p>Ask the person how they would like to be referred to. This shows consideration and respect. Never make assumptions about what you should do without considering what the other person wants first.</p><p><strong>Eliminate negative or derogatory terms from your vocabulary</strong></p><p>Words like \"invalid,\" \"retarded,\" or “abnormal” should be eliminated from your vocabulary. Similar language is offensive or simply not appropriate.</p><p><strong>Use precise descriptions</strong></p><p>If you need to describe someone's disability, use accurate and respectful terms. Trying too hard to be respectful in your description can sometimes backfire. For example, instead of saying, \"That person has problems with their legs,\" you can say, \"That person uses a wheelchair.\"</p><p></p><p><strong>Don't assume or underestimate</strong></p><p>Please don't make assumptions about a person's abilities based on their disability. Nobody likes being underestimated or treated with condescension. Don't use words like challenged, handi-capable, or special.</p>",
      "internalImg": "/assets/images/articles/at_2023_0111.webp",
      "internalImgAlt": "two women talking outside in ASL"
    },
    {
      "id": 5,
      "title": "Make your Word documents more accesible!",
      "imgUrl": "/assets/images/articles/at_2023_1111.webp",
      "imgAlt": "",
      "publishDate": "31 October 2023",
      "content": "<p>Microsoft Word is the most popular and most common word processor there is. However, as with most programs, a lot of its users don't even know some of its most important accessibility features. In this tip, and the following tips, we are going to explain how to use some of them. Today, we are here to teach you how to use alt text.</p><h2>What an alt text is and why it is important</h2><p>Alternative text, or alt text, is a brief but precise phrase that describes images for people that use screen readers. Without it, people with visual disabilities won’t know the content of the image in your document and may miss important information. Alt text that describes an image is generally shorter than 200 words, but we cannot stress its importance enough.</p><h2>How to add alt text in Microsoft Word</h2><p>In older versions of Word, in order to include alt text in a Microsoft Word document, you must right-click an image and select Format (Picture/Shape/Object) depending on the type of content. You must then click on the Layout and Properties icon on the sidebar. Select Alt Text, and to complete the process, type the alt text in the Description field. In most recent versions, you can select Edit Alt Text after right-clicking on an image and following the same process. Newer versions of Word have the option to “Generate a description/alt text for me”, but we recommend doing the process manually to guarantee the best results.</p>",
      "internalImg": "/assets/images/articles/at_2023_3110.webp",
      "internalImgAlt": "a word document with the 'view alt text' option highlighted"
    },
    {
      "id": 6,
      "title": "Tactile Graphics And Smart Canes",
      "imgUrl": "/assets/images/articles/at_2023_1241.webp",
      "imgAlt": "The feet of a person on the end of a sidewalk with a white cane",
      "publishDate": "31 October 2023",
      "content": "<h2>Did you know that these accessibility tools exist?</h2><p>Currently, technology is a powerful ally in breaking down barriers and making the world a more inclusive place. Every day, innovations are created in the field of accessibility. In this week's accessibility tip, we wanted to highlight three that you probably don't know about: Tactile Graphics, Color Identification Apps, and Smart Canes.</p><p>We chose these visual innovations because in October <a href=\"https://worldblindunion.org/blog/news/the-wbu-celebrates-international-white-cane-safety-day-with-canes-for-ukraine/\">White Cane Day</a> is celebrated, which aims to highlight not only the white cane as a mobility tool but everything it represents: safety, dignity, and an instrument for independent living. Likewise, <a href=\"https://www.iapb.org/world-sight-day/\">World Sight Day</a>, is also celebrated, which emphasizes the importance of eye care in the workplace.</p><h2>Tactile Graphics and 3D Printers</h2><p>Tactile graphics technology uses raised surfaces to represent images, diagrams, and maps, making them accessible to touch. These tactile representations provide people with an invaluable tool for understanding and navigating a visual world.</p><p>What you may not know is that 3D printing technology has made these tactile graphics more common than ever. Unlike traditional 3D printers that create solid objects, tactile graphic printers focus on creating raised surfaces and textures that can be explored by touch. They are capable of producing intricate and highly detailed tactile representations, ensuring that people can distinguish fine details, textures, and nuances in tactile graphics.</p><h2>Color (and Object) Identification Apps</h2><p>These apps use the cameras of smartphones to capture an image and then analyze the colors within that image. They then provide the user with a spoken or written description of those colors. This functionality can assist users in various ways. For example, when shopping for clothing, a color identification app can help ensure that people select garments that match well. In a different context, it can help identify colored objects at home or in the workplace.</p><p>There are also examples of new apps that leverage artificial intelligence to recognize objects. The visual world is gradually becoming more accessible for people with visual disabilities!</p><h2>Smart Cane for Individuals with Visual Disabilities</h2><p>Currently, there are some smart canes on the market that aim to enhance the concept of the cane as an accessibility tool. For example, the<a href=\"https://wewalk.io/en/\"> WeWalk cane </a>serves as a new handle for any standard cane and vibrates to alert the user about low obstacles that the cane's tip might miss. It can connect to an app to enable other smart features, such as accessible navigation through speakers, customized audio alerts, and the ability to check public transportation.</p>"
    },
    {
      "id": 7,
      "title": "How to use the ALL4Access App",
      "imgUrl": "/assets/images/articles/at_2023_8302.webp",
      "imgAlt": "the all 4 access app on a phone",
      "publishDate": "30 October 2023",
      "content": "<p>Hello again, and welcome to our biweekly accessibility tips. Today, we are going to discuss a foundational part of Dicapta's work, the All4Access clearinghouse. It is intended to be a virtual repository for Audio description, Close Captions and other assets. Currently, it hosts accessibility elements (among other assets) for our content providers in our project with the U.S. Department of Education.</p><p>The accessibility elements are exceedingly easy to use, as All4Access was made with accessibility in mind. You simply need to download the All4Access app, click start, and click on the SYNCH button while the content you wish to watch is playing. You can try it out for yourself with the video below. If you don't have the App yet, you can download it from the<a href='https://apps.apple.com/es/app/all4access/id1536730896'> App Store</a> or the <a href='https://play.google.com/store/apps/details?id=com.dicaptafoundation.access4all&amp;hl=en&amp;gl=US&amp;pli=1'>Play Store.</a></p>"
    },
    {
      "id": 8,
      "title": "This is how guide dogs are trained. Could your dog handle it?",
      "imgUrl": "/assets/images/articles/at_2023_0728.webp",
      "imgAlt": "a man petting a guide dog",
      "publishDate": "28 July 2023",
      "content": "<p>Guide dogs are highly trained canine companions that provide invaluable assistance to people with visual impairments. Their training process is rigorous and specialized, starting when they are puppies. Trainers carefully select suitable breeds such as Labradors, Golden Retrievers, and German Shepherds for their intelligence, calm temperament, and desire to please.</p><p>Initial training focuses on basic obedience and socialization to ensure that the dogs behave well in various environments. As they grow, they are exposed to different obstacles, sounds, and situations they may encounter while guiding their future owners. Advanced instruction includes learning to navigate complex routes, handle traffic situations, and master intelligent disobedience, which means disobeying a command if it puts their owner in danger. With patience and consistency, guide dogs become reliable and compassionate guides, empowering people with visual disabilities.</p><p>Would you like to learn more about the guide dog training process? Check out the documentary <a href='https://www.pickofthelittermovie.com'>Pick of the Litter,</a>' available now on AMC+ Amazon Channel, AMC+ Roku Premium Channel, DIRECTV, or for free with ads on Tubi TV.</p><p>The documentary follows the lives of five puppies: Patriot, Phil, Poppet, Potomac, and Primrose, on a two-year journey where only one of them will succeed in becoming a guide dog. Are you daring enough to guess which one will make it based solely on the trailer?</p>"
    },
    {
      "id": 9,
      "title": "Emojis and accessibility, what should you do?",
      "imgUrl": "/assets/images/articles/at_2023_0714.webp",
      "imgAlt": "",
      "publishDate": "14 July 2023",
      "content": "<p>Emojis are part of our everyday communication, but have you ever wondered how people with visual disabilities interact with them? In today's accessibility tips, we will discuss how these symbols should be used (or not) in order to optimize communication with people with visual disabilities.</p><h2>Some considerations</h2><p>Before using an emoji in a text, you should consider the following points:</p><ul><li>Emojis may be improperly described: Screen readers use alt text, to describe the content of an image. But for emojis, the alt text might be too basic or not accurate enough.</li><li>Emojis can be confusing: Different devices or apps show emojis in different ways, which can cause confusion. Some screen readers could read a smiley face emoji as \"colon right parenthesis\" if their screen reader is not properly customized.</li><li>Emojis have cultural differences: Emojis can have different meanings in different cultures or languages. For example, the poop emoji is actually a symbol of good luck in Japan, the country of origin of several emojis.</li></ul><h2>Does that mean I shouldn't use emojis?</h2><p>Absolutely not! It's perfectly fine to text emojis to your friends with visual disabilities. However, you should take into account the following points in order to make your texts with emojis easier to understand for the person with visual disabilities you are communicating with.</p><ul><li>Several emojis in a row can be annoying: Imagine if you were reading a text and the phrase \"smiley face, smiley face, smiley face, smiley face\" showed up. This is how a screen reader describes a row of emojis to a person with visual disabilities. Try to keep it simple.</li><li>Avoid putting emojis in the middle of words. This can result in words being read improperly. For example, if you were to write the name of the artist Ke$ha, the screen reader would recite her name as \"Key-dollar-sign-ha\".&nbsp;</li><li>Try to avoid sending a bunch of emojis that are the same color. They can be hard to tell apart from people that have visual disabilities.</li><li>If you notice that your acquaintance has trouble understanding the emoji you just sent, it is encouraged to text what you just sent. Don't be ashamed, clear communication is more important!</li></ul>"
    },
    {
      "id": 10,
      "title": "What are those patterns on the streets? The history of tactile pavements",
      "imgUrl": "/assets/images/articles/at_2023_0630.webp",
      "imgAlt": "a woman in heels dragging a white cane thourgh the streets",
      "publishDate": "23 June 2023",
      "content": "<p>Tactile pavement is a system of elevated patterns and textures in the ground designed to help people with visual disabilities to move around their environment. These tactile indicators give signals that help them detect danger, changes of direction and intersections, among others.</p><p>These tech was developed around the 20th century in Japan, by Seiichi Miyake. In 1967, Miyake introduced the first tactile pavement system called \"Tenji Blocks\" in the city of Okoyama, Japan. These blocks where innittially made of concrete and had points or elevated bumps that alerted people with disabilities about posibble dangers, like street crossings. The first 230 blocks where placed in the street crossings in front of the Okoyama School for the Blind, in march 18th 1967.</p><p>The success of the Tenji blocks in Japan lead to the implementation of tactile pavement systems in other countries. In the 1980s, these technology started to gain importance in Europe, with the United Kingdom being an early adopter. These country developed its own set os standards and practices for tactile pavement, which was promptly followed by many others.</p><p>The design and materials used for tactile pavement have evolved over time. Inittially, the elevated patterns were simple and consisted of points and bumps. However, new patterns and textures were gradually introduced to transmit specific information.</p><p>With advancements in tech and accesibility, tactile pavement has expanded beyond traditional blocks. Now it is used in a variety of surfaces, including sidewalks, train plataforms, bus stops and even interior areas such as airports and public buildings.</p><p>Tactile pavement continues to play a crucial role in the promotion of accessibility and independence of people with visual disabilities. It works as a key tool in order to promote inclusive enviroments and safe navegation for people with visual disabilities.</p>"
    },
    {
      "id": 11,
      "title": "What is the ADA? Learn about it here!",
      "imgUrl": "/assets/images/articles/at_2023_118.webp",
      "imgAlt": "A CART device, or real-time stenograph, used to transcribe what is said in a class or meeting in real time.",
      "publishDate": "19 May 2023",
      "content": "<p>Welcome back to our weekly accessibility tips. We continue with our series explaining the accessibility laws that apply from kindergarten to grade 12.</p><h2>These are:</h2><ul><li>The Rehabilitation Act of 1973</li><li>Individuals with disabilities education Act (Idea)</li><li>Americans with Disabilities Act (ADA)</li></ul><p>In this week's accessibility tips, we will explain the basics of the Americans with Disabilities Act, also known as ADA.</p><h2>What is ADA?</h2><p>ADA is a civil rights law passed in 1990 and amended in 2008. Its goal is to provide equal opportunities and equal access to community life for individuals with disabilities.</p><p>It is composed of five titles.</p><h2>The Five Titles of ADA</h2><p><strong>Employment:</strong></p><p>Prohibits disability discrimination in all hiring processes. It also requires employers to provide reasonable accommodations for their employees.</p><p><strong>State and Local Government Accessibility:</strong></p><p>Requires state and local government entities to provide accessibility in their physical facilities and services and programs.</p><p><strong>Public Accommodations Accessibility:</strong></p><p>Requires public places (such as hotels, restaurants, and other businesses) to provide accessibility in their physical facilities and programs. This title also obliges movie theaters to offer certain accessibility services, such as closed captions and audio descriptions when showing digital formats. It also specifies the number of captioning and audio description devices that each theater must have.</p><p><strong>Telecommunications:</strong></p><p>Requires telecommunications companies to provide functionally equivalent services to individuals with disabilities.</p><p><strong>Miscellaneous Provisions:</strong></p><p>This title provides protection against retaliation for individuals exercising their rights under ADA.</p><h2>What Does ADA Require of Public Schools?</h2><ul><li>Ensure access to programs in the most integrated setting possible, unless separate programs are required to ensure equal services or benefits.</li><li>Reasonable modifications to policies, practices, and procedures.</li><li>Provide aids and auxiliary services to ensure effective communication.</li><li>Ensure that programs are accessible and usable by individuals with disabilities.</li></ul><h2>Examples of aids and auxiliary services:</h2><ul><li>Verbalization of material on the board.</li><li>Preferred seating for students with disabilities.</li><li>Materials in alternative formats.</li><li>Use of CART devices for lessons.</li></ul><h2>Examples of reasonable accommodations:</h2><ul><li>Service animals.</li><li>Extended test times when speed is not being measured.</li><li>Modifying the number of allowed absences in a school year when absences are related to the student's disability.</li></ul>"
    },
    {
      "id": 12,
      "title": "What Is IDEA And Why Is It Important?",
      "imgUrl": "/assets/images/articles/at_2023_1172.webp",
      "imgAlt": "Text: Idea 1975-Present. Individuals with disabilities education act",
      "publishDate": "05 May 2023",
      "content": "<p>Welcome back to our weekly accessibility tips. We continue our series by explaining the accessibility laws that apply from kindergarten to grade 12.</p><h2>These are:</h2><ul><li>The Rehabilitation Act of 1973</li><li>Individuals with disabilities education Act (Idea)</li><li>Americans with Disabilities Act (ADA)</li></ul><p>In this week's accessibility tips, we'll explain the basics of IDEA.</p><h2>What is IDEA?</h2><p>The Individuals with Disabilities Education Act (IDEA) is a federal law that establishes the rights and protections of students with disabilities who receive special education or services. Originally, it was known as EHA, and it was passed in 1975, but its name changed in 1990.</p><p>Before this law, the outlook was bleak for children with disabilities. In 1970, the United States only educated 1 in 5 children with disabilities, and there were laws in several states that allowed discrimination against students on the basis of cognitive or sensory disabilities. Some of these individuals ended up residing in state homes, where they did not receive an education and had the minimum accommodations necessary to live.</p><p>IDEA establishes that every student with a disability has the right to receive a free and appropriate public education in the least restrictive environment possible. The law also states that each student with a disability must have an Individualized Education Plan (IEP) that is specifically designed to meet their educational needs. It is composed of six pillars.</p><h2>The six pillars of idea</h2><p><strong>Appropriate Assessment:</strong></p><p>Children can receive specialized education if they pass an evaluation process. The IDEA regulation seeks for this evaluation to be fair, not to discriminate based on bias, and to reduce the number of students who are incorrectly evaluated, among others.</p><p><strong>Individualized Education Plan (IEP):</strong></p><p>It is a personalized plan that describes the needs of each student with a disability and the specific educational services that will be provided to meet those needs. It is developed in collaboration with parents, school staff, and other relevant professionals. The IEP is essential in the education of children with disabilities.</p><p><strong>Least Restrictive Educational Environment (LRE):</strong></p><p>Students with disabilities must have the opportunity to learn and participate in the same activities as their non-disabled peers.</p><p><strong>Parent Involvement:</strong></p><p>Parent involvement is essential if children are to receive the best education possible. This means that parents must be involved in the development of the IEP and LRE and that they have the right to be informed about educational decisions that affect their children.</p><p><strong>Free Appropriate Public Education (FAPE):</strong></p><p>It is a civil right that requires schools, to provide education and related services to students with disabilities, and to prepare them adequately for future employment.</p><p><strong>Proper procedure guarantee:</strong></p><p>Under IDEA, parents and students can challenge any decision they feel is inappropriate for the student. This pillar basically dictates the information that parents have access to, as well as the conflict resolution guidelines they must follow.</p><p><strong>&nbsp;</strong></p><h2>IDEA's impact</h2><p>IDEA has had a monumental impact on the employment and education of individuals with disabilities in the United States. Students with disabilities who have gone through IDEA are twice likely to obtain jobs than older students with similar disabilities who did not get the benefits from this law. In 2020, during the 45th anniversary of the law, it was estimated that approximately 7 million students had benefited from it.</p><p>Our project Enhanced Access to Video for Students with Sensory Disabilities through Emerging Technology, or EnhAccess is also financed by the department of education with funds authorized under IDEA.</p>"
    },
    {
      "id": 13,
      "title": "Everything you need to know about the Rehabilitation Act of 1973",
      "imgUrl": "/assets/images/articles/at_2023_117.webp",
      "imgAlt": "A black and white photo picture of protesters in Wheelchairs in front of Capitol.",
      "publishDate": "21 April 2023",
      "content": "<p>There are three major accessibility laws that apply from kindergarten to grade 12 (K-12 range) in American education..</p><h2>These are:</h2><ul><li>The Rehabilitation Act of 1973</li><li>Individuals with disabilities education Act (Idea)</li><li>Americans with Disabilities Act (ADA)</li></ul><p>In this week's accessibility tips, we will explain the basics of the first law, the Rehabilitation Act of 1973.</p><h2>What is the Rehabilitation Act of 1973?</h2><p>It is a law that prohibits discrimination on the basis of disability in programs conducted by Federal agencies, in programs receiving federal financial assistance, in federal employment, and in the employment practices of federal contractors.</p><h2>The Rehabilitation Act promotes Affirmative action</h2><p><strong>Sections 501 and 505</strong> of the Rehabilitation Act require affirmative action in the hiring and employment promotion of qualified people with disabilities. This means that the groups it covers must actively recruit, promote, or increase the representation of people with disabilities in their workforce. <strong>Section 504</strong> of the act is more involved in education. It says that schools may not exclude students with disabilities from the facilities, programs, benefits, activities, or services provided to students without disabilities. Finally, <strong>section 508</strong> requires federal agencies to ensure that their information and communication technologies are available to people with disabilities. This includes Internet pages, software, applications, intranet pages, and electronic documents, among others.</p><h2>Who is protected from discrimination under this act?</h2><p>Qualified people with disabilities. According to this same act, this group of people has \"a physical or mental impairment that substantially limits one or more of their main activities\" and at the same time \"can develop the essential skills of the job for which they applied to or were hired to develop\".</p>"
    },
    {
      "id": 14,
      "title": "Accesible typefaces",
      "imgUrl": "/assets/images/articles/at_2023_2223.webp",
      "imgAlt": "a group of letters with different typefaces",
      "publishDate": "06 April 2023",
      "content": "<p>When creating a document, we often choose the default fonts of the program without giving it much thought. However, in reality, selecting the right font can make a significant difference in its readability.</p><p>In general, there are two main types of fonts: serif and sans-serif. Serif fonts, like Times New Roman, have decorative edges or \"feet\" that make them look sophisticated, while sans-serif fonts, like Verdana, lack these edges and appear more like blocks.</p><p>Generally, sans-serif fonts are easier to read for people with visual disabilities because they create less visual clutter. However, you can use serif fonts as long as they are legible and have a good height, width, and thickness.</p><p>Some popular accessible sans-serif fonts include:</p><p><span>Verdana, which is an easy-to-read font</span><span>Tahoma, which is an easy-to-read font</span></p><p>For serif fonts, you can use:</p><p><span>Georgia, which was designed for small or low-resolution screens.</span></p></div>"
    },
    {
      "id": 15,
      "title": "Word Headings",
      "imgUrl": "/assets/images/articles/at_2023_3112.webp",
      "imgAlt": "",
      "publishDate": "24 March 2023",
      "content": "<p>Well-formatted headings are essential to creating accessible documents for everyone. You may have never heard of this tool before, but people with sensory disabilities often use it to find the information they want in a Word document faster. However, they can only do this when the document uses heading styles, which screen readers and text-to-speech tools can recognize. But how do you use this tool? It’s simple, really. To add a heading style to a text, simply select the text, choose the Home tab in the ribbon, and in the Styles box, pick the style you want. Remember to keep headings short and specific to the information that follows them. This is not only a good rule for accessibility, but also a key to good writing.</p>"
    },
    {
      "id": 16,
      "title": "Use your phone as if you were a blind individual!",
      "imgUrl": "/assets/images/articles/at_2023_830.webp",
      "imgAlt": "a hand using a braille keyboard",
      "publishDate": "24 November 2022",
      "content": "<p>Welcome to our new series, where we will learn together about important aspects of accessibility. In this edition, we will be discussing how blind people use their phones. There are many different accessible technologies that blind people use daily to meet their tech needs. Chief among them are screen readers, which translate various elements on a computer screen to either speech or braille, facilitating the interaction between a blind person and a machine. Below is a short video that perfectly explains how a screen reader works.</p><h2>Try it out for yourself!</h2><p>This is how you can use your phone's screen reader capabilities:</p><p>If you are an Android User:<a href='https://support.google.com/accessibility/android/answer/6007100?hl=en'>Follow the instructions provided here </a>or<a href='https://www.youtube.com/watch?v=_1yRVwhEv5I&amp;feature=youtu.be&amp;ab_channel=AndroidDevelopers'>watch this video.</a></p><p>If you are an iPhone User:<a href='https://support.apple.com/en-am/guide/iphone/iph3e2e415f/ios'>Follow the instructions here </a>or<a href='https://www.youtube.com/watch?v=qDm7GiKra28&amp;feature=youtu.be&amp;ab_channel=AppleSupport'>watch this video.</a></p>"
    }
  ]
}
