{
  "articles": [
    {
      "id": 1,
      "title": "2024 ACB Audio Description Awards Gala Available in Spanish Again",
      "imgUrl": "/assets/images/articles/blog-mocked-1.webp",
      "imgAlt": "Audio Description icon displayed in green colors. Text: 2024 Audio Description Awards Gala, november 14 at 7:30pm ET",
      "internalImg": "/assets/images/articles/ACB-Awards-Gala-2024-2.jpeg",
      "publishDate": "04 November 2024",
      "text": "Join us in celebrating accessibility at the 2024 ACB Audio Description Awards Gala, where Dicapta is proud to provide Spanish dubbing and audio description once again. This event, airing on November 14, highlights exceptional achievements in accessible media, featuring renowned guests and a wide range of inclusive features.",
      "content": "  <p>In an unparalleled celebration of accessibility and inclusion, Dicapta is honored to provide Spanish dubbing and audio description services once again for the upcoming 2024 ACB Audio Description Awards Gala, set to broadcast on November 14 at 7:30 pm ET. This prestigious event, hosted by the American Council of the Blind (ACB), acknowledges significant achievements in audio description across entertainment and educational media. With an exciting lineup of celebrity guests and diverse award categories, the gala will be a cornerstone event for the audio description community.</p><p><strong>Introduction to the 2024 ACB Audio Description Awards Gala</strong></p><p>The ACB Audio Description Awards Gala, inaugurated in 2021, stands as a beacon for excellence in audio description. It brings together recognizable talents to recognize works that have significantly contributed to making media more accessible for individuals who are blind or have low vision. This year's event promises to be momentous, with hosts Marilee Talkington and Alie B. Gorrie leading the celebration.</p><p><strong>Dicapta: At the Forefront of Spanish Accessibility</strong></p><p>Celebrated for its dedication to accessibility in media, Dicapta is providing its expertise in Spanish dubbing and audio description for this noteworthy event. These services play a crucial role in making the gala accessible to Spanish-speaking audiences, ensuring that language is no barrier to enjoying this celebration of accessibility innovation.</p><p><strong>Inclusive Features of the Gala Broadcast</strong></p><p>The Awards Gala broadcast is an inclusive experience, featuring:</p><ul><li>Captions in both English and Spanish</li><li>Audio Description in both English and Spanish</li><li>ASL interpretation for the first time ever</li><li>Spanish dubbing by Dicapta</li></ul><p>These essential features underscore ACB's commitment to accessibility, further amplified by Dicapta’s seamless integration of Spanish.</p><p><strong>Award Categories Celebrating Accessibility</strong></p><p>The gala will feature awards in various categories including:</p><ul><li>Innovation, recognizing cutting-edge advancements in accessibility technologies.</li><li>Popular Entertainment and Live Events, honoring exceptional programming and events that prioritize audio description.</li><li>Spanish Media (USA) and International, celebrating achievements that transcend language barriers.</li></ul><p>Additionally, the Audio Description People’s Choice Awards will spotlight favorites chosen by the public, demonstrating the real-world impact of these accessible initiatives.</p><p>Viewers can join the celebration across various platforms:</p><ul><li>ACB Media 1 (broadcast in English) and ACB Media 8 (broadcast in Spanish).</li><li>Live streaming via ACB’s YouTube channel.</li><li>Community watch parties hosted on Zoom and Clubhouse.</li><li>Direct streaming at ADAwardsGala.org.</li><li>Viewership available through Peacock, graciously offered by NBCUniversal.</li></ul><p>For further details and updates, attendees are encouraged to visit ADAwardsGala.org.</p><p>The 2024 ACB Audio Description Awards Gala exemplifies the profound impact of accessibility in media, a mission shared passionately by both ACB and Dicapta. As the gala illuminates exceptional contributions to accessibility, Dicapta continues to pave the way for richer multilingual experiences for all audiences.</p><p>To explore how Dicapta can support your accessibility needs with our expert audio description and dubbing services, visit <a href='/ver2022/en/media-assets'>our website</a> or <a href='/ver2022/en/contact-us'>contact us directly</a>. Embrace the power of inclusion and make your content accessible to all.</p>"
    },
    {
      "id": 2,
      "title": "When Audiodescription Meets Dubbing- A House Made of Splinters’s example",
      "imgUrl": "/assets/images/articles/blog-mocked-2.webp",
      "imgAlt": "Two young children sit close together, one looking off to the side with a concerned expression, and the other looking down thoughtfully. The title 'A House Made of Splinters' appears above them.",
      "internalImg": "/assets/images/articles/images_2.webp",
      "publishDate": "01 November 2024",
      "text": "A House Made of Splinters follows three children in Eastern Ukraine, protected by caring social workers. To make this story accessible, Dicapta used AI-driven procedures for dubbing and audio description, offering an immersive experience for English-speaking viewers and visually impaired audiences alike. This innovative approach saved time, cut costs, and set a new standard for accessible media.",
      "author": "Dr. Maria Victoria Diaz",
      "content": "<p><strong>Summary:</strong></p><p>The Oscar-nominated documentary <em>A House Made of Splinters</em>—featured in POV’s Season 36—follows three children near the frontlines in Eastern Ukraine, cared for by dedicated social workers. To make the film accessible to a wider audience, including those who rely on audio instead of subtitles, audio description and English-acted voices were added to enhance immersion. This approach bridges language and accessibility, ensuring the film can be enjoyed by all.</p><p><strong>The Challenge:</strong></p><p>Since the characters don’t speak English, adding audio description created a unique challenge. Our team had to ensure high-quality accessibility within a tight schedule and budget, balancing technical demands with rigorous quality checks to make the experience as smooth as possible.</p><p><strong>The Solution:</strong></p><p>By integrating Dicapta's AI-driven dubbing and audio description into the production process, the film became accessible to audiences with visual impairments and those who prefer audio over subtitles. Unlike traditional dubbing, which would have involved higher costs and extended production time, this AI-assisted approach provided a timely and cost-effective alternative, using<strong> talented natural voices and AI based dubbing production procedures.&nbsp;</strong></p><p>The combined use of audio description and AI dubbing allowed viewers to enjoy <i>A</i> <i>House Made of Splinters </i>without needing to rely solely on subtitle narration, which, while functional, does not offer an equitable experience comparable to those of other viewers. This solution allowed the film to maintain its narrative integrity across languages and visual accessibility needs.</p><p><strong>The Results:</strong></p><p>This approach delivered a more inclusive viewing experience by providing a natural audio flow that complemented the storytelling in both English and Ukrainien. The accessible version of <i>A</i> <i>House Made of Splinters </i>was well-received by visually impaired audiences, who praised the seamless integration of dubbing with audio description. Not only did the AI solution save time and resources, but it also set a new standard for how multilingual films can be made accessible without compromising on quality or viewer experience. Audio description narration of this film was made by Daniel Strauss, and the talented Kaye Babel acting out dialogues.</p><p>Follow the link for a clip of the film:&nbsp;<a href='https://www.youtube.com/watch?v=D5pC4uJ6hjw'>https://www.youtube.com/watch?v=D5pC4uJ6hjw</a></p><p>Find where to watch <i>A</i> <i>House Made of Splinters and its Audio Description following this link : </i><a href='https://www.pbs.org/pov/how-to-watch/'><i>https://www.pbs.org/pov/how-to-watch/</i></a></p>"
    },
    {
      "id": 3,
      "title": "Using AI to Enhance Cultural Competencies for IEP Teams",
      "imgUrl": "/assets/images/articles/utilizing-multimedia-interactive-tools-teaching.jpg",
      "imgAlt": "A young student wearing headphones is seated at a desk, engaged with an interactive educational platform on a laptop. The screen shows multimedia content, while other students in the background focus on their own tasks.",
      "publishDate": "01 October 2024",
      "text": "Explore our innovative INTEGRA project, funded by the Department of Health to improve cultural competencies within IEP teams for Latino English Learners with Disabilities. Led by Dr. Maria Victoria Diaz and Dr. Conchita Hernandez, this initiative uses AI-driven video modeling to tailor educational content for caregivers, teachers, and classmates.",
      "content": "<p>Over the past months, Dicapta launched Phase 1 of a new initiative, INTEGRA, funded by a grant from the Department of Health. This innovative project is set to transform the cultural competencies of IEP teams for Latino English Learners with Disabilities (LELWDs) through cutting-edge technology and collaborative educational practices. INTEGRA was launched with the goal to identify the points of opportunity to improve resources available for all members of IEP teams for English Learners with Disabilities. One of the main pain points that we have noticed over the years is the difficulties caregivers, teachers and faculties face when communicating due to barriers beyond just language.</p><h2><strong>Phase I: Generative Video Modeling</strong></h2><p>The first phase of INTEGRA is designed as a cloud-based, AI-powered platform that harnesses the potential of generative intelligent video modeling to support inclusive education. The platform focuses on fostering intercultural competences among IEP members including Latino English Learners with Disabilities, their caregivers, teachers, and classmates. The core of INTEGRA revolves around evidence-based video modeling and storytelling strategies tailored to the unique needs of each user.</p><p>The platform exclusively offers short-form, engaging videos that are customized according to the identified areas to improve in cultural competences of each IEP member, to better serve the needs of their particular LELWD. As of today, we have secured over 35 participants including cultural competency experts, caregivers of LELWDs, caregivers of general education students, mainstream teachers and special education teachers. The developed student profiles represent four different Latin American countries and eight different disabilities; the different profiles have been used to develop different videos customized to fit the needs and backgrounds of each participant.</p><p>The INTEGRA project is led by Dr. Maria Victoria Diaz, a seasoned researcher in accessibility and inclusion, alongside Dr. Conchita Hernandez, a recognized vocational rehabilitation counselor specializing in multicultural students with visual impairments. Their combined expertise guarantees a comprehensive approach to addressing the needs of LELWDs through innovative solutions.</p><h2><strong>What’s Next?</strong></h2><p>The INTEGRA Phase I project will be wrapping up at the end of November. We will be providing a comprehensive report with the results of our feasibility and usability studies along with an overview of key findings on what each participant found most useful. For more information or to express your interest in participating in later phases of INTEGRA, please contact us at <a href='mailto:integra@dicapta.com'>integra@dicapta.com</a></p>"
    }
  ]
}
