{
  "articles": [
    {
      "id": 1,
      "title": "Proper ettiquete for dining with someone with a visual disability",
      "imgUrl": "/assets/images/articles/test1.png",
      "imgAlt": "a group of people dining in a fancy restaurant",
      "publishDate": "03 November 2023",
      "content": "<h2>Inclusive Dining: How to Share a Meal With a Person With A Visual Disability</h2><p>Dining with someone with a visual disability can be a unique opportunity to create an inclusive and considerate atmosphere. By following a few simple guidelines, you can ensure that everyone at the table enjoys their meal to the fullest.</p><p><strong>Announce and Specify Placement:</strong> When placing a glass or plate in front of an individual with a visual disability, kindly announce what you are doing and specify the placement. For example, you can say, \"Your water is at 11 o'clock.\" Using the clock face method, you can describe where various dishes are located on their plate. \"The meat is at 12, the rice at 3, and the vegetable at 9.\" These verbal cues help the individual locate their items with ease, eliminating the need for guesswork.</p><p><strong>Communication is Key:</strong> Always communicate when you're removing dishes or refilling a drink. This courtesy allows visually impaired diners to stay informed and participate in the dining experience confidently.</p><p><strong>Considerate Service:</strong> Be aware that the server may ask the guest if they prefer their meat to be pre-cut in the kitchen. This offers a practical solution that can make dining more convenient for those with visual disabilities, as it eliminates the challenge of cutting meat on the plate.</p><p><strong>Gentle Guidance:</strong> Instead of pulling out a chair, a respectful gesture is to place the guest's hand on the back of the chair, guiding them to their seat. This subtle act of assistance is appreciated and preserves their sense of independence.</p><p>By implementing these simple practices, we create a welcoming and inclusive dining environment that allows everyone to savor not only the food but also the joy of shared moments at the table.</p>"
    },
    {
      "id": 2,
      "title": "Refine your documents with accessible hyperlinks",
      "imgUrl": "/assets/images/articles/test2.png",
      "imgAlt": "An Insert Hyperlink window in Word. The window includes several formatting options.",
      "publishDate": "03 November 2023",
      "content": "<h2><strong><br>Accessible hyperlinks</strong></h2><p>The way websites present links can significantly impact the user experience for individuals with disabilities. Screen readers, a vital tool for those with visual impairments, can read an entire page, but users often prefer to listen to a concise list of links rather than the surrounding text. That's why clear and meaningful link text that independently conveys the function and purpose is important.</p><p><br><strong>Keep these recommendations in mind while crafting link text:</strong></p><ul><li>Steer clear of generic phrases such as \"Click Here,\" \"More,\" and \"Read More\" as they can be confusing when read out of context by a screen reader. A more precise text could be \"Read the full article on this link\".&nbsp;</li><li>Opt for unique link text whenever feasible, as duplicated link text may lead to a suboptimal experience for users relying on speech recognition software.</li><li>While linking a complete sentence is acceptable, it is advisable to avoid excessively long link texts.</li><li>Exercise discretion when linking full URLs, considering users who may need to vocalize the URL or rely on a screen reader to announce it. Nobody wants to hear \"www.website.com/article/example\" when they are trying to find a link.&nbsp;</li></ul><p>Additionally, colorblind users face challenges in perceiving color cues, often used to distinguish links from surrounding text. Remember to include underlines or other non-color indicators to enhance accessibility.</p>",
      "internalImg": "/assets/images/articles/at_2023_1109.png",
      "internalImgAlt": "a Word document with a phrase highlighted, a pop-up menu  appears over the document and includes the hyperlink option"
    },
    {
      "id": 3,
      "title": "Browser Accessibility plugins that are useful for everyone",
      "imgUrl": "/assets/images/articles/test3.jpg",
      "imgAlt": "",
      "publishDate": "01 November 2023",
      "content": "<p>Plugins empower individuals with disabilities by providing various tools and features to improve their browsing experience. Whether it's increasing text size, converting text to speech, or enhancing keyboard navigation, accessibility plugins play a vital role in ensuring that everyone can access and enjoy the web.</p><p>A popular accessibility plugin for Google Chrome is Read Aloud. This tool converts website text into speech, allowing individuals with visual impairments or learning disabilities to listen to web content. It supports multiple languages and customizable voice settings, making it a versatile choice for a diverse user base. Dark Reader is another noteworthy plugin that enhances accessibility by enabling users to invert colors, reduce glare, and customize webpage appearance. This is especially beneficial for those with light sensitivity or other vision-related challenges.</p><p>These plugins aren't exclusive to Google Chrome; other browsers like Firefox and Microsoft Edge also offer useful extensions that can benefit users without visual disabilities.</p><p>For Firefox users, <a href=\"https://addons.mozilla.org/en-US/firefox/addon/read-aloud/\">Read Aloud </a>also provides text-to-speech functionality. While it's helpful for users with visual impairments, it can also assist those without visual disabilities by converting web content into audio. This can be useful for multitasking or absorbing information on the go.</p><p>Microsoft Edge offers the <a href=\"https://support.microsoft.com/en-us/topic/use-immersive-reader-in-microsoft-edge-78a7a17d-52e1-47ee-b0ac-eff8539015e1\">Immersive Reader</a> feature, which is built into the browser and helps users focus on web content. While originally designed for individuals with dyslexia and attention-related issues, anyone can benefit from this feature. It provides customizable reading preferences, such as changing text size, font, and background color, making online articles or documents more readable and less distracting for a broader audience.</p>",
      "internalImg": "/assets/images/articles/at_2023_3331.jpg",
      "internalImgAlt": "the hands of a person typing at a laptop."
    },
    {
      "id": 4,
      "title": "Why Should You Use Inclusive Language?",
      "imgUrl": "/assets/images/articles/test4.png",
      "imgAlt": "",
      "publishDate": "01 November 2023",
      "content": "<p>The way we use language shapes the world around us. Words have the power to reinforce prejudices and perpetuate inequalities.</p><p>For example, phrases like \"boys don't cry\" create gender stereotypes about men that can be harmful. In this case, the idea that men shouldn't show negative emotions can be damaging to mental health.</p><p>For this reason, we must be very careful with the expressions we use to refer to people with disabilities. In the following document, we bring you some tips to improve how you express yourself on this topic and help to create a more inclusive world.</p><p><br><strong>Prioritize the person</strong></p><p>Instead of defining someone by their disability, emphasize the person. Use terms like \"a person with a disability\" instead of \"disabled\" or \"handicapped.\" This highlights their identity as an individual first rather than defining them solely by their disability.</p><p><br><strong>Ask and respect preferences</strong></p><p>Ask the person how they would like to be referred to. This shows consideration and respect. Never make assumptions about what you should do without considering what the other person wants first.</p><p><br><strong>Eliminate negative or derogatory terms from your vocabulary</strong></p><p>Words like \"invalid,\" \"retarded,\" or “abnormal” should be eliminated from your vocabulary. Similar language is offensive or simply not appropriate.</p><p><br><strong>Use precise descriptions</strong></p><p>If you need to describe someone's disability, use accurate and respectful terms. Trying too hard to be respectful in your description can sometimes backfire. For example, instead of saying, \"That person has problems with their legs,\" you can say, \"That person uses a wheelchair.\"</p><p></p><p><strong>Don't assume or underestimate</strong></p><p>Please don't make assumptions about a person's abilities based on their disability. Nobody likes being underestimated or treated with condescension. Don't use words like challenged, handi-capable, or special.</p>",
      "internalImg": "/assets/images/articles/at_2023_0111.jpg",
      "internalImgAlt": "two women talking outside in ASL"
    },
    {
      "id": 5,
      "title": "Make your Word documents more accesible!",
      "imgUrl": "/assets/images/articles/at_2023_1111.png",
      "imgAlt": "",
      "publishDate": "31 October 2023",
      "content": "<p>Microsoft Word is the most popular and most common word processor there is. However, as with most programs, a lot of its users don't even know some of its most important accessibility features. In this tip, and the following tips, we are going to explain how to use some of them. Today, we are here to teach you how to use alt text.</p><h2>What an alt text is and why it is important</h2><p>Alternative text, or alt text, is a brief but precise phrase that describes images for people that use screen readers. Without it, people with visual disabilities won’t know the content of the image in your document and may miss important information. Alt text that describes an image is generally shorter than 200 words, but we cannot stress its importance enough.</p><h2>How to add alt text in Microsoft Word</h2><p>In older versions of Word, in order to include alt text in a Microsoft Word document, you must right-click an image and select Format (Picture/Shape/Object) depending on the type of content. You must then click on the Layout and Properties icon on the sidebar. Select Alt Text, and to complete the process, type the alt text in the Description field. In most recent versions, you can select Edit Alt Text after right-clicking on an image and following the same process. Newer versions of Word have the option to “Generate a description/alt text for me”, but we recommend doing the process manually to guarantee the best results.</p>",
      "internalImg": "/assets/images/articles/at_2023_3110.png",
      "internalImgAlt": "a word document with the 'view alt text' option highlighted"
    },
    {
      "id": 6,
      "title": "Tactile Graphics And Smart Canes",
      "imgUrl": "/assets/images/articles/at_2023_1241.jpg",
      "imgAlt": "The feet of a person on the end of a sidewalk with a white cane",
      "publishDate": "31 October 2023",
      "content": "<h2>Did you know that these accessibility tools exist?</h2><p>Currently, technology is a powerful ally in breaking down barriers and making the world a more inclusive place. Every day, innovations are created in the field of accessibility. In this week's accessibility tip, we wanted to highlight three that you probably don't know about: Tactile Graphics, Color Identification Apps, and Smart Canes.</p><p>We chose these visual innovations because in October <a href=\"https://worldblindunion.org/blog/news/the-wbu-celebrates-international-white-cane-safety-day-with-canes-for-ukraine/\">White Cane Day</a> is celebrated, which aims to highlight not only the white cane as a mobility tool but everything it represents: safety, dignity, and an instrument for independent living. Likewise, <a href=\"https://www.iapb.org/world-sight-day/\">World Sight Day</a>, is also celebrated, which emphasizes the importance of eye care in the workplace.</p><h2>Tactile Graphics and 3D Printers</h2><p>Tactile graphics technology uses raised surfaces to represent images, diagrams, and maps, making them accessible to touch. These tactile representations provide people with an invaluable tool for understanding and navigating a visual world.</p><p>What you may not know is that 3D printing technology has made these tactile graphics more common than ever. Unlike traditional 3D printers that create solid objects, tactile graphic printers focus on creating raised surfaces and textures that can be explored by touch. They are capable of producing intricate and highly detailed tactile representations, ensuring that people can distinguish fine details, textures, and nuances in tactile graphics.</p><h2>Color (and Object) Identification Apps</h2><p>These apps use the cameras of smartphones to capture an image and then analyze the colors within that image. They then provide the user with a spoken or written description of those colors. This functionality can assist users in various ways. For example, when shopping for clothing, a color identification app can help ensure that people select garments that match well. In a different context, it can help identify colored objects at home or in the workplace.</p><p>There are also examples of new apps that leverage artificial intelligence to recognize objects. The visual world is gradually becoming more accessible for people with visual disabilities!</p><h2>Smart Cane for Individuals with Visual Disabilities</h2><p>Currently, there are some smart canes on the market that aim to enhance the concept of the cane as an accessibility tool. For example, the<a href=\"https://wewalk.io/en/\"> WeWalk cane </a>serves as a new handle for any standard cane and vibrates to alert the user about low obstacles that the cane's tip might miss. It can connect to an app to enable other smart features, such as accessible navigation through speakers, customized audio alerts, and the ability to check public transportation.</p>"
    }
  ]
}
